[{"gdpr_consis_id": 2, "label": "数据存储时间", "example": "标准示例：We will take reasonable measures to delete this personal information if you delete your account.", "gdpr": "违反了以下GDPR条例：Art 13.2 (a)  In addition to the information referred to in paragraph 1, the controller shall, at the time when personal data are obtained, provide the data subject with the following further information necessary to ensure fair and transparen"}, {"gdpr_consis_id": 4, "label": "联系方式", "example": "标准示例：In case you have any questions with regard to this Privacy Policy, please, contact us via email at XXXXXX@gmail.com", "gdpr": "违反了以下GDPR条例：Art 13.1 (a) (b) Where personal data relating to a data subject are collected from the data subject, the controller shall, at the time when personal data are obtained, provide the data subject with all of the following information: the identit"}, {"gdpr_consis_id": 6, "label": "修改或擦除个人数据的权利", "example": "标准示例：if the data held is inaccurate, you have the right to have it corrected.", "gdpr": "违反了以下GDPR条例：Art 13.2 (b) In addition to the information referred to in paragraph 1, the controller shall, at the time when personal data are obtained, provide the data subject with the following further information necessary to ensure fair and transparent"}, {"gdpr_consis_id": 7, "label": "限制处理个人数据的权利", "example": "标准示例：Right to restrict processing: in limited circumstances, you have the right to request that processing is stopped but the data retained.", "gdpr": "违反了以下GDPR条例：Art 13.2 (b) In addition to the information referred to in paragraph 1, the controller shall, at the time when personal data are obtained, provide the data subject with the following further information necessary to ensure fair and transparent"}, {"gdpr_consis_id": 8, "label": "拒绝处理个人数据的权利", "example": "标准示例：Right to object: in certain circumstances (including where data is processed on he basis of legitimate interests or for the purposes of marketing) you may object to that processing.\n", "gdpr": "违反了以下GDPR条例：Art 13.2 (b) In addition to the information referred to in paragraph 1, the controller shall, at the time when personal data are obtained, provide the data subject with the following further information necessary to ensure fair and transparent"}]